Repository: nivaca/de_natura_loci
Catalog: omegat/project_save.tmx
Source language: la
Languages: es

source: Et ideo oportet quod sit altius in loco secundum distantiam a centro, et claudens in se undique per circuitum alia:
es: y por esto es preciso que esté en el lugar más elevado según la distancia del centro y que encierre en sí por todos lados a los demás por lo que circunda*,

source: Et ideo oportet quod sit altius in loco secundum distantiam a centro, et claudens in se undique per circuitum alia: quia aliter non ubique per circuitum aequaliter efflueret virtutem ad esse eorum quae naturaliter sunt.
es: y por esto conviene que esté en el lugar más elevado según la distancia del centro y que encierre en sí por todos lados a los demás por lo que circunda*, porque lo que de otra manera por lo que circunda no influiría su fuerza igualmente por todos lados frente al ser de las cosas que suceden naturalmente.

source: Et ideo praecipuos viros in philosophia, sicut fuit [B529b]Aristoteles et Plato, tractasse videmus de hujusmodi:
es: Y por esto vemos que hombres distinguidos en la filosofía, así como fueron Aristóteles y Platón, trataron de este modo,

source: Et ideo praecipuos viros in philosophia, sicut fuit [B529b]Aristoteles et Plato, tractasse videmus de hujusmodi: licet libri eorum non integri, sed per partes ad nos venerint.
es: Y por esto vemos que hombres distinguidos en la filosofía, así como fueron Aristóteles y Platón, trataron de este modo, aunque sus libros sobre estas cosas, no completos, sino por partes a nosotros han llegado.

source: Et ideo quaecumque civitas vel locus elongatur ab alio per quinquaginta stadia, sensibiliter habent alium ortum et alium occasum stellarum secundum tempus sensibile.
es: y por esto, cualquier ciudad o lugar que se aleja del otro por cincuenta estadios, sensiblemente tiene otro orto y otro ocaso de las estrellas según el tiempo sensible.

source: Et ideo sicut in aliis naturis oportet scientiam naturalem usque ad specialia deducere, ita et in locis.
es: Y por esta razón, así como en las otras cosas naturales es preciso que la ciencia natural deduzca hasta las cosas específicas, de esta manera en los lugares;

source: Et ideo talia loca, etiam ea quae cultura nascuntur in talibus locis, frequenter corrumpunt:
es: y por eso hay que huír de tales lugares, porque también tales cosas que se dan por el cultivo en tales lugares, con frecuencia corrompen,

source: Et illius causa est, quia in caelo est motus localis quem oportet esse secundum latitudinem in omnibus quae ex se moventur.
es: Y la causa de aquello es: puesto que en el cielo el movimiento es local, es preciso que este se dé según la latitud en todas las cosas que se mueven a partir de sí;

source: Et in secunda accidentia locorum diversorum.
es: y en la segunda, mostrando los accidentes de los diversos lugares;

source: Et in tertia determinabimus particularia loca fluminum et civitatum et montium:
es: y en la tercera fijaremos los lugares particulares de los ríos, de las ciudades y de los montes;

source: Et in tertia determinabimus particularia loca fluminum et civitatum et montium: hoc enim modo in hac scientia processerunt Aristoteles et Plato.
es: y en la tercera fijaremos los lugares particulares de los ríos, de las ciudades y de los montes; pues de este modo en esta ciencia procedieron Aristóteles y Platón.

source: Et licet aqua descendat ad locum terrae, si terra detrahi intelligatur:
es: puesto que, aunque el agua descienda hacia el lugar de la tierra, si se supone que la tierra se quita,

source: Et licet aqua descendat ad locum terrae, si terra detrahi intelligatur: tamen hoc non facit in ea motum generationis et formae, sed potius corruptionis et transmutationis ejus in formam terrae sicut et transfertur ad locum ejus.
es: puesto que, aunque el agua descienda hacia el lugar de la tierra, si se supone que la tierra se quita, sin embargo, esto no crea en ella movimiento de generación y de forma, sino más bien de su corrupción y de su transmutación en la forma de la tierra, así como también se transfiere hacia su lugar.

source: Et locus quidem in concavo ignis est aeris, et locus in concavo aeris est aquae.
es: Y, ciertamente, el lugar en la concavidad del fuego es el aire, y el lugar en la concavidad del aire es el agua.

source: Et multum variatur natura locorum per distantiam parvam vel magnam longitudinis illius.
es: Y en mucho cambia la naturaleza de los lugares según la pequeña o gran distancia de aquella longitud.

source: Et nos hoc falsum esse videmus, cum oculis videamus in hac quarta homines habitare.
es: Y nosotros vemos que esto es falso, puesto que vemos con los ojos en esta cuarta parte a hombres habitar en esta cuarta parte aquilonal.

source: Et partes hujus divisionis manifestae sunt ad sensum:
es: Y las partes de sus divisiones son manifiestas frente al sentido;

source: Et partes hujus divisionis manifestae sunt ad sensum: concavum enim orbi lunae est locus [B532a] ignis, et attingit ipsum undique, sicut Peripatetici tradiderunt.
es: Y las partes de sus divisiones son manifiestas frente al sentido; en efecto, la concavidad de la circunferencia de la luna es el lugar del fuego y lo alcanza por todos lados, así como trataron los Peripatéticos.

source: Et post istam latitudinem non est locus satis temperatus ad terrae nascentia in nostra habitabili.
es: Y después de esta latitud no hay lugar alguno suficientemente temperado para los frutos de la tierra que crecen en nuestra parte habitable.

source: Et praecipue propter hoc:
es: y principalmente por esto,

source: Et praecipue propter hoc: quia cum motor primus nobilitatem suam largiatur omni ei quod formatur ad esse, absque dubio non largitur distanti esse vel formam, nisi per quod sibi est propinquius: est autem propinquius continens quam contentum: et sic per locum continentem largitur locato et esse et formam.
es: y principalmente por esto, porque cuando el motor primero da abundantemente su nobleza a todo aquello que se forma para ser, sin duda no da abundantemente el ser o la forma a lo más distante sino a través de aquello que le es más cercano; pero es más cercano lo continente que lo contenido, y así a través del lugar continente se dan abundantemente el ser y la forma a lo localizado .

source: Et quantae sint latitudinis, non est certe probatum.
es: Y no está probado con certeza cuánta sea su extensión.

source: Et quia frigus excellens mortificativa est qualitas, ibi pauca vel nulla vivere animalia.
es: Y puesto que el frío ingente es una cualidad que produce la muerte, concluímos que pocos o ningún animal viven allí.

source: Et quia via solis directe est super spatium illud bis in anno, dicunt quod ibi reflectitur radius ejus in seipsum, propter quod combustivus est, et facit partem illam inhabitabilem ex nimio calore.
es: Y puesto que la vía del sol está directamente sobre este espacio dos veces al año, dicen que allí su rayo se refleja en el mismo, por lo que es abrasador, y hace aquella parte inhabitable por el excesivo calor.

source: Et quicumque locus ab alio removetur secundum latitudinem quingentorum stadiorum, sensibiliter calidior vel frigidior est quam alius:
es: Y cualquier lugar es removido de otro según la latitud de quinientos estadios, (y) es sensiblemente más frío o más cálido que el otro.

source: Et quicumque locus ab alio removetur secundum latitudinem quingentorum stadiorum, sensibiliter calidior vel frigidior est quam alius: et sic sensibilis est distinctio proprietatum longitudinis et latitudinis locorum, nisi sit impedimentum per accidens aliquod loci ex maribus vel ex montibus: de quo accidente nos infra loquemur.
es: Y cualquier lugar es removido de otro según la latitud de quinientos estadios, (y) es sensiblemente más frío o más cálido que el otro. Y así es sensible la distinción de las propiedades de la latitud y de la longitud de los lugares, salvo si por accidente hay algún impedimento del lugar a partir de mares o de montañas, accidente sobre el cual nosotros trataremos más abajo.

source: Et quod nuntii Regum et exercitus illuc non transierunt.
es: Así también se entiende lo que dicen los filósofos, que no se encuentra a nadie que haya escrito algo sobre aquella habitación.

source: Et secundum istas mensuras habitatio nostra, quae versus Aquilonem est, longitudinem habet plus quam duplam ad ipsius latitudinem.
es: Y según estas medidas, nuestra habitación, que está hacia el aquilón, tiene una longitud más del doble que su misma latitud.

source: Et secundum quidem has mensuras longitudinis et latitudinis non est habitatio nostra quae versus Aquilonem est, rotunda, sed potius conficitur ex quatuor partibus elementorum, quorum duae sunt aequales et duae inaequales.
es: Y según estas medidas, a saber, de longitud y latitud, nuestra habitación, que está hacia el aquilón, no es redonda sino que más bien se compone de las cuatro partes de los círculos, de los cuales dos son iguales y dos desiguales.

source: Et secundum rationem quidem quodlibet terrae punctum suum habet horizontem, cujus circumferentia caelum in praedictis punctis attingit:
es: Y según la razón, ciertamente, cualquier punto de la tierra tiene su propio horizonte, cuya circunferencia alcanza el cielo en los puntos antes dichos,

source: Et secundum rationem quidem quodlibet terrae punctum suum habet horizontem, cujus circumferentia caelum in praedictis punctis attingit: et ideo cujuslibet puncti habitationis nostrae superius diximus naturam esse diversam.
es: Y según la razón, ciertamente, cualquier punto de la tierra tiene su propio horizonte, cuya circunferencia alcanza el cielo en los puntos antes dichos, y por esto, más arriba dijimos que la naturaleza de cualquier punto de nuestra habitación es diversa.

source: Et si distat per quadraginta octo gradus, vincet longior dies diem aequinoctii per quatuor horas integras:
es: Y si dista por 48 grados, supera el día más largo al día del equinoxio por cuatro horas completas,

source: Et si distat per quadraginta octo gradus, vincet longior dies diem aequinoctii per quatuor horas integras: et erit clima septimum.
es: Y si dista 48 grados, el día más largo supera al día del equinoccio por cuatro horas completas y será el séptimo clima.

source: Et si distat per quadraginta quinque gradus et tertiam gradus, vincet longior dies per tres horas integras et dimidiam, et vocatur sextum clima.
es: Y si dista 45 grados y una tercera parte de grado, el día más largo supera por tres horas completas y media y se llama el lugar del sexto clima.

source: Et si forte aliqua ibi appareant aliquando animalia, oportet quod sint magna corpore et multarum carnium, quae frigus non cito penetret:
es: Y si acaso en algún momento algún animal aparece allí, es preciso que sean de cuerpo grande y de muchas carnes que el frío no penetre rápidamente

source: Et si forte aliqua ibi appareant aliquando animalia, oportet quod sint magna corpore et multarum carnium, quae frigus non cito penetret: et oportet, quod non [15b] continuam habeant habitationem ibi.
es: Y si por causalidad en algún momento algún animal aparece allí, es preciso que sean de cuerpo grande y de muchas carnes que el frío no penetre rápidamente y es preciso que no tengan habitación permanente allí.

source: Et si quidem dicatur fuisse in quarta Aquilonari, sicut verum est, tunc ad quartam illam transire non potuit propter deserta adusta longi spatii.
es: Y si ciertamente se dijera que estuvo en la cuarta parte aquilonal, como es verdad, entonces no pudo pasar a aquella cuarta parte por causa de los desiertos adustos de gran extensión.

source: Et si vina nascuntur in locis talibus, calidissima sunt et siccissima, ita quod intolerabilem astum excitant bibentibus ea, sicut sunt vina quae nascuntur in insula quae vocatur Cyprus, et in aliis locis similibus.
es: Y si los vinos se dan en tales lugares, son calidísimos y sequísimos, de modo que producen un estío/sed intolerable en quienes las beben, tal como lo son los vinos que se dan en la isla llamada Chipre y en otros lugares similares a aquellos.

source: Et sicut hoc est in totis et perfectis rebus, ita est in partibus rerum etiam:
es: Y así como esto sucede en las cosas en su totalidad y perfectas, de la misma manera también sucede en las partes de las cosas,

source: Et sicut hoc est in totis et perfectis rebus, ita est in partibus rerum etiam: quia sicut locus unius non est alterius in toto, ita nec locus unius partis est locus alterius partis.
es: Y así como esto sucede en las cosas en su totalidad y perfectas, de la misma manera también sucede en las partes de las cosas, puesto que, así como el lugar de uno no es el del otro en su totalidad, de la misma manera el lugar de una parte no es el lugar de la otra parte.

source: Et sicut non sufficit determinare naturam animalis in communi, et secundum genus, nisi sciantur etiam animalium diversitates in generatione, cibo, et moribus:
es: Y así como no es suficiente delimitar la naturaleza animal en lo común según el género, si no se conoce también la diversidad de los animales en la generación y en el alimento y las costumbres,

source: Et sicut non sufficit determinare naturam animalis in communi, et secundum genus, nisi sciantur etiam animalium diversitates in generatione, cibo, et moribus: ita non sufficit universaliter tradere de loco nisi tradatur diversitas locorum, et innotescant accidentia diversorum locorum, et causa accidentium.
es: Y así como no es suficiente delimitar la naturaleza animal en lo común según el género, si no se conoce también la diversidad de los animales en la generación y en el alimento y las costumbres, de esta manera no es suficiente tratar sobre el lugar universalmente, si no se trata la diversidad de los lugares y no se diferencian los accidentes de los diversos lugares y la causa de los accidentes.

source: Et similiter est absque dubio in quolibet corpore quod movetur ad locum secundum naturam.
es: Y, de la misma manera, sin duda sucede en cualquier cuerpo que se mueve hacia su lugar según la naturaleza.

source: Et simplicibus quidem locus debetur per se, compositis autem locus debetur per simplicia:
es: Y para los simples, en verdad, el lugar es debido de por sí, sin embargo, para los compuestos el lugar es debido por los simples,

source: Et simplicibus quidem locus debetur per se, compositis autem locus debetur per simplicia: et haec motus habent ad sua loca naturales, et extra sua loca corrumpuntur: et locus quidem simplicium est simplex, locus autem compositorum est compositus.
es: Y para los simples, en verdad, el lugar es debido de por sí, sin embargo, para los compuestos el lugar es debido por los simples, y estos tienen movimiento hacia sus lugares naturales y por fuera de sus lugares, se corrompen. Y, en verdad, el lugar de los simples es simple, pero el lugar de los compuestos es compuesto;

source: Ex his autem omnibus manifestum est quorum sit locus proprie, et quod locus per virtutes quas habet in se superficies locans, generationis est principium et conservationis corporis quod locatur in ipso.
es: Ahora bien, a partir de todo esto es manifiesto: de qué cosas es el lugar en sentido propio y qué lugar, por las fuerzas que en sí tiene la superficie que localiza, es principio de la generación y de la conservación del cuerpo que localiza en él mismo.

source: Ex motu quidem:
es: Ciertamente, a partir del movimiento

source: Ex motu quidem: quoniam sicut in Caelo et Mundo dictum est, ignis movetur super omnia absolute elementa.
es: Ciertamente, [es] a partir del movimiento, puesto que, así como en *Sobre el cielo y el mundo* se dijo, el fuego se mueve de manera absoluta sobre todos los elementos;

source: Ex omnibus autem his rationibus patet veram esse sententiam quam tres Philosophi communiter tradiderunt, scilicet Avicenna et Averroes et Moyses Aegyptius, quod scilicet locus sub determinata distantia a caelo causat formas elementorum:
es: Ahora bien, a partir de todos los razonamientos de esta clase es evidente que es verdadera la sentencia que tres filósofos presentan conjuntamente, a saber, Avicena, Averroes y Moisés el egipcio: a saber, que el lugar bajo una distancia determinada al cielo causa las formas de los elementos

source: Ex omnibus autem his rationibus patet veram esse sententiam quam tres Philosophi communiter tradiderunt, scilicet Avicenna et Averroes et Moyses Aegyptius, quod scilicet locus sub determinata distantia a caelo causat formas elementorum: et ideo elementa moventur determinata ad talem determinatam distantiam loci sub orbe propter loci et locati contrarietatem.
es: Ahora bien, a partir de todos los razonamientos de esta clase es evidente que es verdadera la sentencia que tres filósofos presentan conjuntamente, a saber, Avicena, Averroes y Moisés el Egipcio: que el lugar bajo una distancia determinada al cielo causa las formas de los elementos y por esa razón los elementos determinados son movidos a tal determinada distancia del lugar bajo el orbe, a causa de la connaturalidad*** del lugar y de lo localizado

source: Ex omnibus his igitur satis liquet, [B529a] quod oportet scire naturam loci, nec sufficit tractatus qui in Physicis habitus est de ipso, eo quod ille non nisi universaliter certificat de ipso:
es: De todo esto, por lo tanto, es suficientemente evidente por estas cosas que es preciso conocer la naturaleza del lugar, y no es suficiente lo tratado que se hizo sobre esto en la *Física*, porque no dice la verdad sobre el lugar sino universalmente,

source: Ex omnibus his igitur satis liquet, [B529a] quod oportet scire naturam loci, nec sufficit tractatus qui in Physicis habitus est de ipso, eo quod ille non nisi universaliter certificat de ipso: sed oportet nos scire diversitates locorum in particulari, et causas diversitatis ipsorum, et accidentia diversorum locorum: tunc enim perfecte sciemus ea quae generantur et corrumpuntur in locis.
es: A partir de todo esto, por lo tanto, es suficientemente evidente por estas cosas que conviene conocer la naturaleza del lugar, y no es suficiente lo tratado que se hizo sobre esto en la *Física*, por lo que esto no dice verdad sobre el lugar sino universalmente, y conviene que nosotros conozcamos en particular las diversidades de los lugares y la causa de su diversidad y los accidentes de los diversos lugares; entonces, en efecto, conoceremos perfectamente incluso las cosas que se generan y que se corrompen en los lugares.

source: Ex omnibus igitur his rationibus, multis magnis viris qui ante hoc nostrum opus fuerunt videtur, quod locus ubi torrida esse videbatur, sit habitabilis.
es: Por lo tanto, a partir de todas tales razones, parecía a muchos hombres ilustres, que vivieron antes de nuestros tiempos, que el lugar donde a los antiguos les parecía que estaba la zona tórrida, es habitable.

source: Ex ratione vero caliditatis hoc idem probatur:
es: Además, en razón de la calidez, esto mismo se prueba,

source: Ex ratione vero caliditatis hoc idem probatur: quia caliditas in summo clarificat et subtiliat.
es: Además, en razón de la calidez, esto mismo se prueba, puesto que la calidez rarifica en grado sumo y hace sutil en grado sumo;

source: Ex subtilitate autem:
es: Además, es a partir de la sutileza,

source: Ex subtilitate autem: quoniam licet omne corpus secundum rationem divisibile sit in infinitum, tamen materia quatuor elementorum non potest subtiliari amplius quam subtiliata sit sub forma ignis.
es: Además, [es] a partir de la sutilidad, puesto que, aunque según la razón todo cuerpo es indivisible hacia el infinito, sin embargo, según el ser la materia de los cuatro elementos no se puede hacer más sutil que la sutilidad que se da bajo la forma del fuego;

source: Ex utroque enim locorum probatur, quod vera natura ignis est, quae concavum orbis ubique tangit.
es: en efecto, a partir de estas dos [propiedades] se prueba que la naturaleza verdadera del fuego es la que toca la concavidad del orbe* por todos lados

source: Gressibilia autem gravia sunt et terrestria:
es: Además, las cosas capaces de caminar son graves y terrestres,

source: Gressibilia autem gravia sunt et terrestria: propter quod in terra morantur sicut in loco habitationis suae congruo.
es: Además, las cosas capaces de caminar son graves y terrestres, razón por la cual moran en la tierra, así como en un lugar adecuado para su habitación.

source: Haec autem est sententia in fabula Hesiodi antiquitus lecta.
es: No obstante, esta sentencia, transmitida desde la antigüedad, se encuentra en las narraciones de Hesíodo.

source: Haec autem et alia ratio est:
es: Ahora bien, hay otra razón de esto, a saber,

source: Haec autem et alia ratio est: quia transmutatio omnis contenti est per continens: locus autem continens est: et ideo [B528a] principium ex ipso est transmutationis ejus quod continet: putrescunt namque ea quae putrescunt et conservantur conservata per virtutem continentium corporum, sicut probari habet in IV Meteororum: et ideo locum habere virtutem activam in locato non est ambiguum.
es: Ahora bien, hay otra razón de esto, a saber, que toda transmutación de lo contenido sucede por lo continente; sin embargo, el lugar es lo continente; y por esto, su origen proviene de la transmutación de aquello que contiene. Pues se pudren las cosas que se pudren, y se conservan las cosas conservadas debido a las virtudes de los cuerpos continentes, así como se tiene demostrado en el cuarto libro de los *Metereológicos*, y por esta razón, no es ambiguo que el lugar tiene virtud activa en lo localizado.

source: Haec enim contrarietas non est ex materia, quia materia non est causa virtutis et formae:
es: Pues esta contrariedad no es por la materia, puesto que la materia no es la causa de la virtud ni de la forma.

source: Haec enim contrarietas non est ex materia, quia materia non est causa virtutis et formae: oportet igitur quod sit ex loco informato a figuratione radiorum stellarum.
es: En efecto esta contrariedad no es a partir de la materia, puesto que la materia no es la causa de la virtud ni de la forma. Por lo tanto, conviene que se dé a partir del lugar formado por la configuración de los rayos de las estrellas.

source: Haec enim et his similia sunt quae notantur circa locum illum in communi:
es: Por lo tanto, estas cosas y otras similares que se anotan al respecto del lugar en general,

source: Haec enim et his similia sunt quae notantur circa locum illum in communi: quae tamen per accidens ex vicinitate montium, vel situ eorum, vel ex vicinitate marium, frequenter impediuntur, et aliquando recipiunt impedimentum per artificium peritorum virorum qui noverunt situs et virtutes stellarum, et impediunt effectus: quia, sicut dicit Ptolemaeus in [C9b] Quadripartito, "effectus stellarum impediri possunt per sapientiam peritorum virorum in astris."
es: Por lo tanto, estas cosas y otras similares que se anotan al respecto del lugar en general, sin embargo, son frecuentemente impedidas por accidente, a partir ya de la proximidad de los montes ya de su sitio y a partir de la proximidad de los mares; a veces reciben el impedimento por el artificio de hombres expertos que conocieron los sitios y las virtudes de las estrellas y que impiden sus efectos, puesto que, así como dice Ptolomeo en el *Tetrabiblos*, los efectos de las estrellas pueden ser impedidos y ser procurados por la sabiduría de los hombres expertos en los astros.
